{
    "Spanish": {
        "1": "La persona que vive al lado es muy amable.",
        "2": "El libro que leí ayer es muy interesante.",
        "3": "La casa que está en la esquina es muy vieja.",
        "4": "El coche que compré el año pasado es muy rápido.",
        "5": "La película que vimos anoche fue emocionante.",
        "6": "El profesor que enseña matemáticas es muy estricto.",
        "7": "El restaurante que está cerca de mi casa es muy caro.",
        "8": "La chica que conocí en la fiesta es muy simpática.",
        "9": "El parque que visitamos el domingo es muy grande.",
        "10": "El hotel que reservamos para las vacaciones es muy lujoso.",
        "11": "El amigo que me ayudó con la mudanza es muy fuerte.",
        "12": "La tienda que vende ropa barata está en el centro.",
        "13": "El perro que encontramos en la calle es muy amigable.",
        "14": "La película que quiero ver está en el cine.",
        "15": "El trabajo que tengo es muy exigente.",
        "16": "La comida que cocinaste está deliciosa.",
        "17": "El viaje que planeamos fue cancelado.",
        "18": "La canción que me gusta está en la radio.",
        "19": "El ordenador que uso es muy lento.",
        "20": "La mesa que compré es muy moderna.",
        "21": "El jefe, que siempre es amable, nos dio un día libre.",
        "22": "Mi hermano, que vive en Australia, vendrá de visita.",
        "23": "La película, que ganó varios premios, es muy buena.",
        "24": "El libro, que es muy famoso, fue escrito por un autor local.",
        "25": "Mi amiga, que trabaja en una tienda, me dio un descuento.",
        "26": "El coche, que está en el garaje, es de mi padre.",
        "27": "La playa, que está cerca de aquí, es muy bonita.",
        "28": "El restaurante, que tiene buenas críticas, está siempre lleno.",
        "29": "Mi vecino, que es muy ruidoso, tiene una banda de música.",
        "30": "La escuela, que está al lado de mi casa, es muy grande.",
        "31": "El chico que vive en esa casa es mi amigo.",
        "32": "La película que estábamos viendo se cortó.",
        "33": "El trabajo que estoy haciendo es muy interesante.",
        "34": "La tarea que me dieron es difícil.",
        "35": "El coche que está aparcado afuera es nuevo.",
        "36": "La chica que conocimos ayer es muy simpática.",
        "37": "El hotel donde nos alojamos está en la playa.",
        "38": "La comida que probamos fue deliciosa.",
        "39": "El libro que estoy leyendo es muy interesante.",
        "40": "El perro que adoptamos es muy juguetón.",
        "41": "Mi primo, que es doctor, vive en Nueva York.",
        "42": "El parque, que está cerrado, será remodelado.",
        "43": "El museo, que visitamos ayer, fue fascinante.",
        "44": "La tienda, que vende ropa barata, está en oferta.",
        "45": "El concierto, que fue increíble, duró tres horas.",
        "46": "Mi hermana, que estudia derecho, es muy inteligente.",
        "47": "El café, que está en la esquina, tiene buen café.",
        "48": "La ciudad, que es muy antigua, tiene mucha historia.",
        "49": "El edificio, que es muy alto, tiene veinte pisos.",
        "50": "La plaza, que está en el centro, es muy popular.",
        "51": "La mujer que conocí es ingeniera.",
        "52": "El hombre que trabaja contigo es mi tío.",
        "53": "La canción que estás escuchando es mi favorita.",
        "54": "El perro que ladra mucho es de mi vecino.",
        "55": "La mochila que compré es muy cómoda.",
        "56": "El coche que tiene ella es muy rápido.",
        "57": "La tienda donde compré esto está cerrada.",
        "58": "La casa donde vivo es antigua.",
        "59": "El lugar donde nací es pequeño.",
        "60": "La playa donde fuimos está muy limpia.",
        "61": "Mi amigo, que vive en París, vendrá mañana.",
        "62": "El coche, que es muy viejo, sigue funcionando bien.",
        "63": "El libro, que es muy largo, me encantó.",
        "64": "La película, que vimos juntos, fue muy buena.",
        "65": "El hombre, que conocimos anoche, es un famoso actor.",
        "66": "La mujer, que está hablando, es mi madre.",
        "67": "El niño, que está jugando, es mi sobrino.",
        "68": "La bicicleta, que está rota, es de mi hermana.",
        "69": "La carta, que recibí ayer, es de mi abuelo.",
        "70": "El árbol, que está en el jardín, es muy alto.",
        "71": "La persona que llamó era un cliente.",
        "72": "El tren que tomamos estaba lleno.",
        "73": "La calle que cruzamos era peligrosa.",
        "74": "El parque donde jugamos es grande.",
        "75": "El chico que canta es mi amigo.",
        "76": "El hombre que conocí ayer es médico.",
        "77": "La tienda que vende zapatos está cerca.",
        "78": "La clase que tengo es aburrida.",
        "79": "El lugar donde cenamos fue genial.",
        "80": "La película que vimos fue mala.",
        "81": "El concierto, que fue muy bueno, terminó tarde.",
        "82": "El libro, que leí en vacaciones, es fantástico.",
        "83": "La ciudad, que está en la costa, es hermosa.",
        "84": "La exposición, que visitamos, fue interesante.",
        "85": "El evento, que organizamos, fue un éxito.",
        "86": "El coche, que está estacionado, es de mi amigo.",
        "87": "La casa, que es muy antigua, es de mis abuelos.",
        "88": "El restaurante, que está lleno, es muy popular.",
        "89": "El hotel, que reservamos, es muy caro.",
        "90": "La tienda, que vende regalos, está cerca.",
        "91": "La mujer que viene es mi hermana.",
        "92": "El hombre que trabaja aquí es nuevo.",
        "93": "La casa que compramos es pequeña.",
        "94": "El coche que ves es mío.",
        "95": "La niña que juega es mi prima.",
        "96": "El perro que ladra es de mi vecino.",
        "97": "El libro que leí es interesante.",
        "98": "La mesa que compramos es grande.",
        "99": "El parque donde corremos es bonito.",
        "100": "La calle donde vivo es tranquila.",
        "101": "Mi madre, que es profesora, es muy estricta.",
        "102": "El perro, que es muy viejo, duerme mucho.",
        "103": "La casa, que está en venta, es grande.",
        "104": "El coche, que compré, es muy rápido.",
        "105": "El niño, que está corriendo, es mi hermano.",
        "106": "El profesor, que enseña inglés, es muy bueno.",
        "107": "La tienda, que está cerrada, abre mañana.",
        "108": "El parque, que está cerca, es muy bonito.",
        "109": "La película, que vimos, fue divertida.",
        "110": "El restaurante, que visitamos, es muy caro.",
        "111": "El libro que quiero está agotado.",
        "112": "La película que vi fue aburrida.",
        "113": "El perro que tiene es grande.",
        "114": "El coche que manejo es nuevo.",
        "115": "La casa que alquilamos es cómoda.",
        "116": "El lugar que visitamos es histórico.",
        "117": "El hombre que ves es mi jefe.",
        "118": "La mujer que está aquí es mi madre.",
        "119": "El niño que juega es mi sobrino.",
        "120": "El gato que tienes es lindo.",
        "121": "La escuela, que es muy grande, está en el centro.",
        "122": "El parque, que visitamos, es muy famoso.",
        "123": "La tienda, que está en oferta, vende ropa barata.",
        "124": "El hotel, que está lleno, es muy barato.",
        "125": "El café, que está abierto, tiene buen café.",
        "126": "El hombre, que es muy amable, me ayudó.",
        "127": "La mujer, que es muy simpática, trabaja aquí.",
        "128": "El niño, que está jugando, es muy activo.",
        "129": "La chica, que está cantando, tiene una voz hermosa.",
        "130": "El coche, que está aparcado, es mío.",
        "131": "El libro que necesito está en la biblioteca.",
        "132": "La comida que hice es saludable.",
        "133": "El perro que vi es muy grande.",
        "134": "La bicicleta que uso es vieja.",
        "135": "El ordenador que tengo es lento.",
        "136": "La película que quiero ver está en el cine.",
        "137": "El trabajo que hago es interesante.",
        "138": "La casa que vimos es bonita.",
        "139": "El coche que compré es azul.",
        "140": "El lugar que visitamos es hermoso.",
        "141": "Mi hermana, que vive en Madrid, vendrá pronto.",
        "142": "El libro, que es muy caro, vale la pena.",
        "143": "La película, que ganó un Oscar, es excelente.",
        "144": "El coche, que está en venta, es muy barato.",
        "145": "El perro, que es muy juguetón, es mío.",
        "146": "La tienda, que tiene buenas ofertas, está cerca.",
        "147": "El profesor, que es muy estricto, enseña historia.",
        "148": "El restaurante, que está abierto, tiene buena comida.",
        "149": "El parque, que es muy grande, está en el centro.",
        "150": "La ciudad, que es muy turística, está llena de gente."
    },
    "English": {
        "1": "The person who lives next door is very kind",
        "2": "The book that I read yesterday is very interesting",
        "3": "The house that is on the corner is very old",
        "4": "The car that I bought last year is very fast",
        "5": "The movie that we watched last night was exciting",
        "6": "The teacher who teaches math is very strict",
        "7": "The restaurant that is near my house is very expensive",
        "8": "The girl that I met at the party is very nice",
        "9": "The park that we visited on Sunday is very big",
        "10": "The hotel that we booked for the holidays is very luxurious",
        "11": "The friend who helped me move is very strong",
        "12": "The store that sells cheap clothes is downtown",
        "13": "The dog that we found on the street is very friendly",
        "14": "The movie that I want to see is in the cinema",
        "15": "The job that I have is very demanding",
        "16": "The food that you cooked is delicious",
        "17": "The trip that we planned was canceled",
        "18": "The song that I like is on the radio",
        "19": "The computer that I use is very slow",
        "20": "The table that I bought is very modern",
        "21": "The boss, who is always kind, gave us a day off",
        "22": "My brother, who lives in Australia, will come to visit",
        "23": "The movie, which won several awards, is very good",
        "24": "The book, which is very famous, was written by a local author",
        "25": "My friend, who works in a shop, gave me a discount",
        "26": "The car, which is in the garage, is my father's",
        "27": "The beach, which is nearby, is very beautiful",
        "28": "The restaurant, which has good reviews, is always full",
        "29": "My neighbor, who is very noisy, has a band",
        "30": "The school, which is next to my house, is very big",
        "31": "The boy who lives in that house is my friend",
        "32": "The movie that we were watching got cut off",
        "33": "The job that I am doing is very interesting",
        "34": "The homework that I was given is difficult",
        "35": "The car that is parked outside is new",
        "36": "The girl who we met yesterday is very nice",
        "37": "The hotel where we stayed is on the beach",
        "38": "The food that we tried was delicious",
        "39": "The book that I am reading is very interesting",
        "40": "The dog that we adopted is very playful",
        "41": "My cousin, who is a doctor, lives in New York",
        "42": "The park, which is closed, will be remodeled",
        "43": "The museum, which we visited yesterday, was fascinating",
        "44": "The store, which sells cheap clothes, is on sale",
        "45": "The concert, which was amazing, lasted three hours",
        "46": "My sister, who studies law, is very smart",
        "47": "The café, which is on the corner, has good coffee",
        "48": "The city, which is very old, has a lot of history",
        "49": "The building, which is very tall, has twenty floors",
        "50": "The square, which is in the center, is very popular",
        "51": "The woman who I met is an engineer",
        "52": "The man who works with you is my uncle",
        "53": "The song that you are listening to is my favorite",
        "54": "The dog that barks a lot is my neighbor's",
        "55": "The backpack that I bought is very comfortable",
        "56": "The car that she has is very fast",
        "57": "The store where I bought this is closed",
        "58": "The house where I live is old",
        "59": "The place where I was born is small",
        "60": "The beach where we went is very clean",
        "61": "My friend, who lives in Paris, will come tomorrow",
        "62": "The car, which is very old, still runs well",
        "63": "The book, which is very long, I loved",
        "64": "The movie, which we watched together, was very good",
        "65": "The man, who we met last night, is a famous actor",
        "66": "The woman, who is talking, is my mother",
        "67": "The boy, who is playing, is my nephew",
        "68": "The bike, which is broken, is my sister's",
        "69": "The letter, which I received yesterday, is from my grandfather",
        "70": "The tree, which is in the garden, is very tall",
        "71": "The person who called was a client",
        "72": "The train that we took was full",
        "73": "The street that we crossed was dangerous",
        "74": "The park where we play is big",
        "75": "The boy who sings is my friend",
        "76": "The man who I met yesterday is a doctor",
        "77": "The store that sells shoes is nearby",
        "78": "The class that I have is boring",
        "79": "The place where we had dinner was great",
        "80": "The movie that we watched was bad",
        "81": "The concert, which was very good, ended late",
        "82": "The book, which I read on vacation, is fantastic",
        "83": "The city, which is on the coast, is beautiful",
        "84": "The exhibition, which we visited, was interesting",
        "85": "The event, which we organized, was a success",
        "86": "The car, which is parked, is my friend's",
        "87": "The house, which is very old, is my grandparents'",
        "88": "The restaurant, which is full, is very popular",
        "89": "The hotel, which we booked, is very expensive",
        "90": "The store, which sells gifts, is nearby",
        "91": "The woman who is coming is my sister",
        "92": "The man who works here is new",
        "93": "The house that we bought is small",
        "94": "The car that you see is mine",
        "95": "The girl who plays is my cousin",
        "96": "The dog that barks is my neighbor's",
        "97": "The book that I read is interesting",
        "98": "The table that we bought is big",
        "99": "The park where we run is beautiful",
        "100": "The street where I live is quiet",
        "101": "My mother, who is a teacher, is very strict",
        "102": "The dog, which is very old, sleeps a lot",
        "103": "The house, which is for sale, is big",
        "104": "The car, which I bought, is very fast",
        "105": "The boy, who is running, is my brother",
        "106": "The teacher, who teaches English, is very good",
        "107": "The store, which is closed, opens tomorrow",
        "108": "The park, which is nearby, is very beautiful",
        "109": "The movie, which we watched, was fun",
        "110": "The restaurant, which we visited, is very expensive",
        "111": "The book that I want is sold out",
        "112": "The movie that I saw was boring",
        "113": "The dog that she has is big",
        "114": "The car that I drive is new",
        "115": "The house that we rented is comfortable",
        "116": "The place that we visited is historic",
        "117": "The man that you see is my boss",
        "118": "The woman who is here is my mother",
        "119": "The boy who plays is my nephew",
        "120": "The cat that you have is cute",
        "121": "The school, which is very big, is in the center",
        "122": "The park, which we visited, is very famous",
        "123": "The store, which is on sale, sells cheap clothes",
        "124": "The hotel, which is full, is very cheap",
        "125": "The café, which is open, has good coffee",
        "126": "The man, who is very kind, helped me",
        "127": "The woman, who is very nice, works here",
        "128": "The boy, who is playing, is very active",
        "129": "The girl, who is singing, has a beautiful voice",
        "130": "The car, which is parked, is mine",
        "131": "The book that I need is in the library",
        "132": "The food that I made is healthy",
        "133": "The dog that I saw is very big",
        "134": "The bike that I use is old",
        "135": "The computer that I have is slow",
        "136": "The movie that I want to see is in the cinema",
        "137": "The job that I do is interesting",
        "138": "The house that we saw is beautiful",
        "139": "The car that I bought is blue",
        "140": "The place that we visited is beautiful",
        "141": "My sister, who lives in Madrid, will come soon",
        "142": "The book, which is very expensive, is worth it",
        "143": "The movie, which won an Oscar, is excellent",
        "144": "The car, which is for sale, is very cheap",
        "145": "The dog, which is very playful, is mine",
        "146": "The store, which has good offers, is nearby",
        "147": "The teacher, who is very strict, teaches history",
        "148": "The restaurant, which is open, has good food",
        "149": "The park, which is very big, is in the center",
        "150": "The city, which is very touristy, is crowded"
    },
    "Score": {
        "1": 5,
        "2": 4,
        "3": 5,
        "4": 5,
        "5": 5,
        "6": 4,
        "7": 5,
        "8": 4,
        "9": 5,
        "10": 5,
        "11": 5,
        "12": 5,
        "13": 5,
        "14": 4,
        "15": 5,
        "16": 5,
        "17": 5,
        "18": 5,
        "19": 5,
        "20": 5,
        "21": 5,
        "22": 4,
        "23": 4,
        "24": 5,
        "25": 5,
        "26": 4,
        "27": 5,
        "28": 5,
        "29": 4,
        "30": 4,
        "31": 5,
        "32": 5,
        "33": 5,
        "34": 5,
        "35": 5,
        "36": 5,
        "37": 4,
        "38": 4,
        "39": 5,
        "40": 4,
        "41": 4,
        "42": 5,
        "43": 5,
        "44": 5,
        "45": 5,
        "46": 5,
        "47": 5,
        "48": 5,
        "49": 4,
        "50": 4,
        "51": 5,
        "52": 4,
        "53": 5,
        "54": 5,
        "55": 5,
        "56": 5,
        "57": 5,
        "58": 5,
        "59": 5,
        "60": 5,
        "61": 5,
        "62": 5,
        "63": 4,
        "64": 5,
        "65": 5,
        "66": 5,
        "67": 4,
        "68": 4,
        "69": 5,
        "70": 5,
        "71": 4,
        "72": 5,
        "73": 5,
        "74": 5,
        "75": 4,
        "76": 4,
        "77": 5,
        "78": 5,
        "79": 4,
        "80": 6,
        "81": 4,
        "82": 5,
        "83": 5,
        "84": 4,
        "85": 5,
        "86": 5,
        "87": 5,
        "88": 4,
        "89": 5,
        "90": 6,
        "91": 5,
        "92": 5,
        "93": 5,
        "94": 5,
        "95": 5,
        "96": 5,
        "97": 5,
        "98": 5,
        "99": 5,
        "100": 5,
        "101": 5,
        "102": 4,
        "103": 5,
        "104": 4,
        "105": 4,
        "106": 4,
        "107": 6,
        "108": 5,
        "109": 7,
        "110": 4,
        "111": 4,
        "112": 4,
        "113": 5,
        "114": 4,
        "115": 4,
        "116": 4,
        "117": 4,
        "118": 5,
        "119": 5,
        "120": 5,
        "121": 4,
        "122": 5,
        "123": 5,
        "124": 5,
        "125": 4,
        "126": 5,
        "127": 5,
        "128": 5,
        "129": 4,
        "130": 5,
        "131": 4,
        "132": 4,
        "133": 5,
        "134": 5,
        "135": 5,
        "136": 4,
        "137": 4,
        "138": 5,
        "139": 4,
        "140": 5,
        "141": 4,
        "142": 5,
        "143": 4,
        "144": 5,
        "145": 5,
        "146": 5,
        "147": 4,
        "148": 5,
        "149": 5,
        "150": 6
    }
}